---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Lumens
source: html/d3266183-1388-5525-0e86-037406c7ea5f.htm
---
# Autodesk.Revit.DB.UnitTypeId.Lumens Property

Lumens.

## Syntax (C#)
```csharp
public static ForgeTypeId Lumens { get; }
```